Repository: Tural5411/RESUME-PORTF
Catalog: WebApplication5/Rhome.*.resx
Languages: az, ru

# LAbout
source: About
az: Haqqımda
ru: О нас

# LAppDeveloper
source: App Development
az: Tətbiqçi
ru: Апп Девелопер

# LBlog
source: Blog
az: Bloq
ru: Блог

# LCommunication
source: Communication
az: Ünsiyyət
ru: Связь

# LContact
source: Contact
az: Əlaqə
ru: Контакт

# LCreativly
source: Creativly
az: Yaradıcılıq
ru: Созидательный

# LDownloadCV
source: Download CV
az: YÜKLƏ CV
ru: Скачать резюме

# LExperience
source: Experience
az: Təcrübə
ru: Опыт

# LHome
source: Home
az: Ana Səhifə
ru: Главный

# LNiceDescription
source: Since beginning my journey as a freelance designer nearly 8 years ago, I've done remote work for agencies, consulted for startups, and collaborated with talented people to create digital products for both business and consumer use. I'm quietly confident, naturally curious, and perpetually working on improving my chops one design problem at a time.
az: Salam! Mən Tural, böyük veb tətbiqetmələri quran bir veb dizayner / inkişaf etdiriciyəm. Dizayn və proqramlaşdırma, kompüterlərlə işləməyə başladığım gündən bəri həvəsim oldu, amma veb dizayn hazırlamağa başladım / 2019-cu ildə. Gözəl dizayn edilmiş, intuitiv və işlək veb saytlar yaratmağı xoşlayıram.
ru: Здравствуй! Я - Турал, веб-дизайнер /Девелопер занимающийся созданием отличных веб-приложений. Проектирование и программирование были моей страстью с тех пор, как я начал работать с компьютерами, но я начал заниматься веб-дизайном / с 2019 года. Мне нравится создавать красиво оформленные, интуитивно понятные и функциональные веб-сайты. В течение последних 1 лет я работал в некоторых из лучших цифровых агентств и замечательных клиентов, чтобы создать несколько отмеченных наградами работ. И я могу сделать это для вашего бизнеса.

# LNiceToMeet
source: Hi, I’m Tural. Nice to meet you.
az: Salam men Tural. Sizinlə görüşmək çox xoşdur.
ru: Привет, я Турал. Приятно встретить тебя.

# LPlace
source: Azerbaijan , Baku
az: Azərbaycan Bakı
ru: Азербайджан, Баку

# LPortfolio
source: Portfolio
ru: Портфолио

# LProject
source: Project Management
az: Layihə rəhbərliyi
ru: Управление проектом

# LProSkills
source: Professional Skills
az: Peşəkar bacarıqlar
ru: Профессиональные навыки

# LSkills
source: Skills
az: Bacarıqlar
ru: Умение

# LTeamWork
source: Team Work
az: Birgə fəaliyyət
ru: Совместная деятельность

# LTSkills
source: Technical Skills
az: Texniki bacarıqlar
ru: Технические навыки

# LTuralName
source: Tural Abdulkhaligov
az: Tural Abdulxalıqov
ru: Турал Абдулхалигов

# LUIDesign
source: UI Design
az: Uİ Dizayn
ru: UI Дизайн

# LUİDescription
source: I value simple content structure, clean design patterns, and thoughtful interactions. Things I enjoy designing: UX, UI, Web, Mobile, Apps, Logos
az: Sadə məzmun quruluşunu, təmiz dizayn nümunələrini və düşünülmüş qarşılıqlılığı qiymətləndirirəm. Bəyəndiyim şeylər: UX, UI, Veb, Mobil, Proqramlar, Loqotiplər
ru: Я ценю простую структуру контента, чистые шаблоны дизайна и продуманное взаимодействие. Вещи, которые мне нравятся: UX, UI, Web, Mobile, Apps, Logos

# LWebDescrıptin
source: I like to code things from scratch, and enjoy bringing ideas to life in the browser. Languages I speak: HTML,C#, SQL, CSS, Sass, JS
az: Hər şeyi sıfırdan kodlaşdırmağı sevirəm və fikirləri bir brauzerdə canlandırmağı xoşlayıram. Danışdığım dillər: HTML, C #, SQL, CSS, Sass, JS
ru: Мне нравится кодировать вещи с нуля, и мне нравится воплощать идеи в жизнь в браузере. Языки, на которых я говорю: HTML, C #, SQL, CSS, Sass, JS

# LWebDeveloper
source: Web Developer
az: Veb proqramçı
ru: Веб Девелопер

# Ladress
source: Adress
az: Ünvan
ru: Адрес

# LAlifewithout
source: A life without the daily traffic jams
az: Gündəlik tıxacsız həyat
ru: Жизнь без ежедневных пробок

# LBakuState
source: Baku State University
az: Bakı Dövlət Universiteti
ru: Бакинский Государственный Университет

# LClient
source: Client Reviews
az: Müştəri rəyləri
ru: Отзывы клиентов

# LClientDescript
source: Absolute wonderful ! I am completely blown away.The very best.I was amazed at the quality
az: Tamamilə gözəldir! Məni tamamilə uçurdular. Ən yaxşısı. Keyfiyyətə heyran oldum
ru: Абсолютно замечательно! Я полностью сдулся. Самое лучшее. Я был поражен качеством

# LComparAcademy
source: Compar Academy
ru: Компар Академия

# LContactMe
source: Contac tMe
az: Mənimlə əlaqə saxla
ru: Свяжитесь со мной

# LEducation
source: Education
az: Təhsil
ru: Образование

# LEmail
source: Email
ru: Эл. адрес

# LFeaturedPost
source: Featured Post
az: Populyar yazılar
ru: Популярные сообщения

# LFrontEnderIronSketch
source: Front ender İron Skecth
az: Front end İron Skecth
ru: Фронт енд IronSketch

# LFullStackComparAcademy
source: Full Stack Compar Academy
ru: Полный стек Компар Академия

# LPhone
source: Phone
az: Telefon
ru: Телефон

# LPostDescrip
source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout. The point of using
az: Tərtibatı araşdırarkən oxucunun səhifənin oxunan məzmunu ilə diqqətini yayındıracağı çoxdan məlumdur. İstifadə nöqtəsi
ru: Это давно установленный факт, что читатель будет отвлекаться на удобочитаемое содержимое страницы при просмотре ее макета. Точка использования

# LReadMore
source: Read More
az: Daha Ətraflı
ru: Подробнее

# LStateDescrip
source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout. The point of using Lorem Ipsum
az: Tərtibatı araşdırarkən oxucunun səhifənin oxunan məzmunu ilə diqqətini yayındıracağı çoxdan məlumdur. istifadə mənası
ru: Это давно установленный факт, что читатель будет отвлекаться на удобочитаемое содержимое страницы при просмотре ее макета. Смысл использования Lorem Ipsum

# LWorkExperience
source: Work Experience
az: İş təcrübəsi
ru: Опыт работы
